IdeaRS.Connections
EndPlateStiffener Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.EndPlateStiffener"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum EndPlateStiffener
Members
Member name | Value | Description
None | 0
Full | 1
Partial | 2
See Also
Reference
IdeaRS.Connections.Data Namespace